const params = {
    tabTitle: 'Обработка числовой информации',
    styleFile: 'quiz',
    name: 'numinf',
    title: 'Практика по теме "Обработка числовой информации"',
    questions: [
        {
            text: 'Что относится к аппаратным средствам ввода числовой информации?',
            answers: [
                {
                    text: 'клавиатура',
                    code: 'syst_1',
                },
                {
                    text: 'мышка',
                    code: 'syst_2',
                },
                {
                    text: 'флешка',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
        {
            text: 'Что относится к аппаратным средствам вывода числовой информации?',
            answers: [
                {
                    text: 'принтер',
                    code: 'syst_1',
                },
                {
                    text: 'факс',
                    code: 'syst_2',
                },
                {
                    text: 'плоттер',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
        {
            text: 'Что относится к аппаратным средствам обработки числовой информации?',
            answers: [
                {
                    text: 'процессор',
                    code: 'syst_1',
                },
                {
                    text: 'принтер',
                    code: 'syst_2',
                },
                {
                    text: 'видеокарта',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
        {
            text: 'Что не относится к программным средствам ввода и обработки числовой информации?',
            answers: [
                {
                    text: 'электронные таблицы (Supercalc, Exel, Lotus и др.)',
                    code: 'syst_1',
                },
                {
                    text: 'специализированные математические пакеты прикладных программ (Machcad, Matlab, Maple и др.)',
                    code: 'syst_2',
                },
                {
                    text: 'инженерный калькулятор',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_3',
        },
        {
            text: 'Специализированное программное приложение, предназначенное для произведения вычислений – это',
            answers: [
                {
                    text: 'электронный калькулятор',
                    code: 'syst_1',
                },
                {
                    text: 'электронный журнал',
                    code: 'syst_2',
                },
                {
                    text: 'электронная книга',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
        {
            text: 'Можно ли использовать числовые данные электронных калькуляторов в работе других приложений?',
            answers: [
                {
                    text: 'можно',
                    code: 'syst_1',
                },
                {
                    text: 'нельзя',
                    code: 'syst_2',
                },
                {
                    text: 'можно с использованием буфера обмена операционной системы',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_3',
        },
        {
            text: 'Приложения, работающие в диалоговом режиме, хранящие и обрабатывающие данные в прямоугольных таблицах  – это',
            answers: [
                {
                    text: 'электронные таблицы Microsoft Excel,  StarCalc ',
                    code: 'syst_1',
                },
                {
                    text: 'электронные таблицы Microsoft Word',
                    code: 'syst_2',
                },
                {
                    text: 'таблицы RAL',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
        {
            text: 'Как называется ячейка таблицы, с которой производится какое-либо действие?',
            answers: [
                {
                    text: 'активная',
                    code: 'syst_1',
                },
                {
                    text: 'действующая',
                    code: 'syst_2',
                },
                {
                    text: 'красная',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
        {
            text: 'Что должно обязательно входить в формулу таблицы?',
            answers: [
                {
                    text: 'знак равенства',
                    code: 'syst_1',
                },
                {
                    text: 'текст',
                    code: 'syst_2',
                },
                {
                    text: 'имя ячеек',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
        {
            text: 'Какие программные средства ввода и обработки числовой информации могут решить практически любую математическую задачу и представить результаты в табличном или графическом виде?',
            answers: [
                {
                    text: 'математические пакеты прикладных программ',
                    code: 'syst_1',
                },
                {
                    text: 'электронные таблицы',
                    code: 'syst_2',
                },
                {
                    text: 'программы для статистической обработки данных',
                    code: 'syst_3',
                },
            ],
            correct: 'syst_1',
        },
    ],
}

  module.exports = params;
