const params = {
    tabTitle: 'Подготовка к ЕГЭ по "Информатике"',
    styleFile: 'main',
    title: 'Обучающий интернет-ресурс по подготовке к ЕГЭ по "Информатике"',
    links: [
        { name: 'Теория', href: '/theory' },
        { name: 'Видео-уроки', href: '/media' },
        { name: 'Практика', href: '/practice' },
        { name: 'Обратная связь', href: '/feedback' },
    ],
    pack: [
        { type: 'p', text: `Еди́ный госуда́рственный экза́мен (ЕГЭ) — централизованно проводимый в Российской Федерации экзамен в средних учебных заведениях — школах, лицеях и гимназиях, форма проведения ГИА по образовательным программам среднего общего образования. Служит одновременно выпускным экзаменом из школы и вступительным экзаменом в вузы. До 2013 года служил также и вступительным экзаменом в вузы, но новым законом об образовании они отменены.`},
        { type: 'p', text: `Автором идеи ЕГЭ стал министр Владимир Филиппов, а реализатором Владимир Хлебников.`},
        { type: 'p', text: `Организацию проведения ЕГЭ осуществляет Федеральная служба по надзору в сфере образования и науки совместно с органами исполнительной власти субъектов Российской Федерации, осуществляющими управление в сфере образования.`},
        { type: 'p', text: `Задания ЕГЭ именуются контрольно-измерительными материалами (КИМами), которые разрабатываются Федеральным институтом педагогических измерений.`},
    ],
};

module.exports = params;
