const params = {
  tabTitle: 'Системы счисления',
  styleFile: 'theme',
  title: 'Системы счисления',
  content: [
    { type: 'header', text: 'Перевод чисел: из десятичной в двоичную' },
    { type: 'parag', text: `Перевод в системах счисления чисел происходит по определенным правилам.
    Наиболее часто встречается перевод из двоичной в десятичную систему и наоборот.` },
    { type: 'img', link: '/img/syst_1.jpg', desc: 'Перевод числа из десятичной системы счисления в двоичную' },
  ],


}

module.exports = params;
